<?php
/*
 * OpenCart 2.3.0.2 Bulgarian translation
 * Author: Veselin Totev (veselin.totev@gmail.com)
 * License: Free to use
 * Donate:
 *      PayPal: veselin.totev@gmail.com
 *      Bitcoin: 1P3Zk93fhKURWT1rXiYxiLGuJ59oETxuTi
 */
// Heading
$_['heading_title']          = 'Страници';

// Text
$_['text_success']           = 'Успешно: Променихте страници!';
$_['text_list']              = 'Списък';
$_['text_add']               = 'Добавяне';
$_['text_edit']              = 'Редакция';
$_['text_default']           = 'Основен';

// Column
$_['column_title']           = 'Заглавие';
$_['column_sort_order']	     = 'Подредба';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Заглавие';
$_['entry_description']      = 'Описание';
$_['entry_store']            = 'Магазини';
$_['entry_meta_title'] 	     = 'Мета заглавие';
$_['entry_meta_keyword'] 	   = 'Мета ключови думи';;
$_['entry_meta_description'] = 'Мета описание';;
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Видима';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Подредба';
$_['entry_layout']           = 'Промяна на изгледа';

// Help
$_['help_keyword']           = 'Не използвайте празни пространства - вместо тях заменете пространства с - и се уверете, че SEO URL е уникално.';
$_['help_bottom']            = 'Показване в долната част на сайта.';

// Error
$_['error_warning']          = 'Внимание: Моля, проверете формата внимателно за грешки!';
$_['error_permission']       = 'Внимание: Вие нямате права за промяна на Информация!';
$_['error_title']            = 'Заглавието трябва да бъде между 3 и 64 символа!';
$_['error_description']      = 'Описанието трябва да бъде най-малко 3 символа!';
$_['error_meta_title']       = 'Мета заглавието трябва да бъде най-малко 3 и най-много 255 символа!';
$_['error_keyword']          = 'SEO URL вече съществува!';
$_['error_account']          = 'Внимание: Тази информация страница не може да бъде изтрита, тъй като понастоящем е определена като условията за позлване на магазина!';
$_['error_checkout']         = 'Внимание: Тази информация страница не може да бъде изтрита, тъй като понастоящем е определена като условия за плащане!';
$_['error_affiliate']        = 'Внимание: Тази информация страница не може да бъде изтрита, тъй като понастоящем е определена като условия за партьори!';
$_['error_return']           = 'Внимание: Тази информация страница не може да бъде изтрита, тъй като понастоящем е определена като условия за връщане!';
$_['error_store']            = 'Внимание: Тази информация страница не може да бъде изтрита, тъй като понастоящем е Ползва от %s магазина!';