<?php
/*
 * OpenCart 2.3.0.2 Bulgarian translation
 * Author: Veselin Totev (veselin.totev@gmail.com)
 * License: Free to use
 * Donate:
 *      PayPal: veskoto@gmail.com
 *      Bitcoin: 1P3Zk93fhKURWT1rXiYxiLGuJ59oETxuTi
 */
// Heading
$_['heading_title'] = 'Вашият профил бе създаден!';

// Text
$_['text_message']  = '<p>Поздравления, вашият профил бе създаден успешно!</p> <p>Сега ще можете да се възползвате от достъпни само за притежаващите профил клиенти облекчения при пазаруването в нашия магазин.</p> <p>При нужда от помощ по използването на вашия профил, не се колебайте да ни пишете.</p> <p>На вашата е-поща ще получите потвърждение на направената регистрация. Ако не го получите в рамките на час, моля <a href="%s">свържете се с нас</a>.</p>';
$_['text_approval'] = '<p>Благодарим ви, че се регистрирахте в %s!</p><p>Ще получите е-писмо, когато профилът ви бъде активиран.</p><p>При нужда от помощ по използването на вашия профил, не се колебайте да се <a href="%s">свържете с нас</a>.</p>';
$_['text_account']  = 'Профил';
$_['text_success']  = 'Готово';
