<?php
/*
 * OpenCart 2.3.0.2 Bulgarian translation
 * Author: Veselin Totev (veselin.totev@gmail.com)
 * License: Free to use
 * Donate:
 *      PayPal: veskoto@gmail.com
 *      Bitcoin: 1P3Zk93fhKURWT1rXiYxiLGuJ59oETxuTi
 */
// Heading
$_['heading_title']                 = 'Партньорска програма';

// Text
$_['text_account']                  = 'Профил';
$_['text_login']                    = 'Вход';
$_['text_description']              = 'Партньорската програма на <p>%s е безплатна и позволява на членовете и да печелят като поставят линк и/или линкове на техни страници, с което рекламират %s или конкретен продукт. Всякакви продажби на клиденти, които са кликнали на подобен линк ще генерират комисионна за партньора. Партньорската комисона е в размер на %s.</p><p>За повече информация, моля посетете страницата с Често Задавани Въпроси или Условия на партньорската програма.</p>';
$_['text_new_affiliate']            = 'Нов партньор';
$_['text_register_account']         = '<p>Не съм партньор.</p><p>Натиснете &quot;Продължи&quot;, за да създадете свой партньорски профил. Моля, имайте предвид, че той няма да бъде свързан по никакъв начин с вашия клиентски профил, ако имате такъв.</p>';
$_['text_returning_affiliate']      = 'Вход за партньори';
$_['text_i_am_returning_affiliate'] = 'Регистриран партньор съм.';
$_['text_forgotten']                = 'Забравена парола';

// Entry
$_['entry_email']                   = 'Партньорски имейл';
$_['entry_password']                = 'Парола';

// Error
$_['error_login']                   = 'Внимание: Въведените имейл и/или парола не си съответстват или са грешни.';
$_['error_attempts']                = 'Внимание: Вашият профил е превишил позволените опити за влизане. Моля, опитайте отново след 1 час.';
$_['error_approved']                = 'Внимание: Вашият профил изисква одобрение, преди да можете да влезете.';