<?php
/*
 * OpenCart 2.3.0.2 Bulgarian translation
 * Author: Veselin Totev (veselin.totev@gmail.com)
 * License: Free to use
 * Donate:
 *      PayPal: veskoto@gmail.com
 *      Bitcoin: 1P3Zk93fhKURWT1rXiYxiLGuJ59oETxuTi
 */
// Heading
$_['heading_title'] = 'Вашият партньорски профил бе създаден!';

// Text
$_['text_message']  = '<p>Поздравления! Вашият профил беше успешно създаден!</p> <p>Вече се част от партньорите на %s .</p> <p>В случай, че имате въпроси относно работата със системата, моля изпратете ни e-mail.</p> <p>Писмо с потвърждение беше изпратено, на посочения от вас e-mail адрес. Ако не го получите до част, моля <a href="%s">свържете се с нас</a>.</p>';
$_['text_approval'] = '<p>Благодарим ви, че се регистрирахте като партньор на %s!</p><p>Ще получите е-писмо, когато профилът ви бъде активиран.</p><p>При нужда от помощ по използването на вашия партньорски профил, не се колебайте да се <a href="%s">свържете с нас</a>.</p>';
$_['text_account']  = 'Профил';
$_['text_success']  = 'Успешно!';
