<?php
/*
 * OpenCart 2.3.0.2 Bulgarian translation
 * Author: Veselin Totev (veselin.totev@gmail.com)
 * License: Free to use
 * Donate:
 *      PayPal: veskoto@gmail.com
 *      Bitcoin: 1P3Zk93fhKURWT1rXiYxiLGuJ59oETxuTi
 */
// Text
$_['text_subject']		        = '%s - Партньорска програма';
$_['text_welcome']		        = 'Благодарим ви за регистрирането ви в партньорската програма на %s!';
$_['text_login']                = 'Профилът Ви вече е създаден и ще можете да влезете в системата с помощта на вашия е-мейл адрес и парола, като посетите нашия сайт или на следния адрес:';
$_['text_approval']		        = 'Вашата заявка очаква разглеждане от администратор. Веднага след като бъде одобрена, ще можете да влезете в системата с посочената от вас при регистрацията е-поща и парола на следния адрес:';
$_['text_services']		        = 'Когато вече сте в системата, ще можете да създавате и използвате проследяващи кодове и връзки, да си проследявате комисионите и плащанията, според резултатите от партньорската ви активност, да управлявате информацията за профила си и др.';
$_['text_thanks']		        = 'Благодарим Ви,';
$_['text_new_affiliate']        = 'Нов партньор';
$_['text_signup']		        = 'Нов партньор беше записан:';
$_['text_store']		        = 'Магазин:';
$_['text_firstname']	        = 'Име:';
$_['text_lastname']		        = 'Фамилия:';
$_['text_company']		        = 'Фирма:';
$_['text_email']		        = 'Имейл:';
$_['text_telephone']	        = 'Телефон:';
$_['text_website']		        = 'Сайт:';
$_['text_order_id']             = 'Поръчка No:';
$_['text_transaction_subject']  = '%s - Партньорска кчомисионна';
$_['text_transaction_received'] = 'Получихте %s комисионна!';
$_['text_transaction_total']    = 'Общият на размер на комисионната е %s.';
