<?php
/*
 * OpenCart 2.3.0.2 Bulgarian translation
 * Author: Veselin Totev (veselin.totev@gmail.com)
 * License: Free to use
 * Donate:
 *      PayPal: veskoto@gmail.com
 *      Bitcoin: 1P3Zk93fhKURWT1rXiYxiLGuJ59oETxuTi
 */
// Text
$_['text_subject']        = '%s - Благодарим ви, че се регистрирахте!';
$_['text_welcome']        = 'Добре дошли и благодарим, че се регистрирахте в %s!';
$_['text_login']          = 'Вашият профил е вече готов и можете да влезете в системата, използвайки посочените при регистрацията е-поща и парола, на следния адрес:';
$_['text_approval']       = 'Вашата заявка очаква разглеждане от администратор. Веднага след като бъде одобрена, ще можете да влезете в системата с посочената от вас при регистрацията е-поща и парола на следния адрес:';
$_['text_services']       = 'Влизайки в системата, вие ще имате достъп до още услуги, като преглед на предходни поръчки, отпечатване на фактури, промяна информацията към профила ви и др.';
$_['text_thanks']         = 'Благодарим Ви!';
$_['text_new_customer']   = 'Нов потребител';
$_['text_signup']         = 'Нов потребител се записа:';
$_['text_website']        = 'Сайт:';
$_['text_customer_group'] = 'Клиентска група:';
$_['text_firstname']      = 'Име:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'Имейл:';
$_['text_telephone']      = 'Телефон:';